export default {
  projections: {
    ПеремещениеE: {
      ответственный: {
        __caption__: 'Ответственный'
      },
      контрагент: {
        __caption__: 'Контрагент'
      }
    },
    ПеремещениеL: {
      ответственный: {
        __caption__: 'Ответственный'
      },
      контрагент: {
        __caption__: 'Контрагент'
      }
    }
  },
  validations: {
    контрагент: {
      __caption__: 'Контрагент'
    },
    ответственный: {
      __caption__: 'Ответственный'
    },
    контрагенты: {
      __caption__: 'контрагенты'
    },
    номенклатура: {
      __caption__: 'номенклатура'
    },
    сотрудники: {
      __caption__: 'сотрудники'
    },
    готПродукция: {
      __caption__: 'готПродукция'
    }
  }
};
