export default {
  projections: {
    СотрудникиE: {
      оклад: {
        __caption__: 'Оклад'
      }
    },
    СотрудникиL: {
      оклад: {
        __caption__: 'Оклад'
      }
    }
  },
  validations: {
    имя: {
      __caption__: 'имя'
    },
    оклад: {
      __caption__: 'Оклад'
    },
    отчество: {
      __caption__: 'отчество'
    },
    фамилия: {
      __caption__: 'фамилия'
    },
    должность: {
      __caption__: 'должность'
    },
    подразделение: {
      __caption__: 'подразделение'
    }
  }
};
