export default {
  projections: {
    ГотПродукцияE: {
      товар: {
        __caption__: 'Товар'
      },
      колВо: {
        __caption__: 'Кол во'
      },
      одобрено: {
        __caption__: 'Одобрено'
      }
    }
  },
  validations: {
    колВо: {
      __caption__: 'Кол во'
    },
    одобрено: {
      __caption__: 'Одобрено'
    },
    сумма: {
      __caption__: 'сумма'
    },
    товар: {
      __caption__: 'Товар'
    },
    цена: {
      __caption__: 'цена'
    },
    перемещение: {
      __caption__: 'перемещение'
    }
  }
};
